Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/mediawiki-tm.tmx
Source language: en
Languages: ca_es

source: Review and restore revisions hidden from administrators
ca_es: Revisar i restaurar les versions amagades als administradors

source: View private logs
ca_es: Veure registres privats

source: Block other users from editing
ca_es: Blocar altres usuaris per a impedir-los l'edició

source: Block a user from sending email
ca_es: Impedir que un usuari envii correu electrònic

source: Block a username, hiding it from the public
ca_es: Blocar un nom d'usuari amagant-lo del públic

source: Bypass IP blocks, auto-blocks and range blocks
ca_es: Evitar blocatges d'IP, de rang i automàtics

source: Bypass automatic blocks of proxies
ca_es: Evitar els blocatges automàtics a proxies

source: Unblock oneself
ca_es: Desblocar-se a si mateixos

source: Change protection levels and edit cascade-protected pages
ca_es: Canviar el nivell de protecció i modificar pàgines protegides

source: Edit pages protected as "{{int:protect-level-sysop}}"
ca_es: Modificar pàgines protegides (sense protecció de cascada)

source: Edit pages protected as "{{int:protect-level-autoconfirmed}}"
ca_es: Edita les pàgines protegides com «{{int:protect-level-autoconfirmed}}»

source: Edit the user interface
ca_es: Editar la interfície d'usuari

source: Edit other users' CSS and JavaScript files
ca_es: Editar els fitxers de configuració CSS i JS d'altres usuaris

source: Edit other users' CSS files
ca_es: Editar els fitxers de configuració CSS d'altres usuaris

source: Edit other users' JavaScript files
ca_es: Editar els fitxers de configuració JS d'altres usuaris

source: Edit your own user CSS files
ca_es: Editeu els fitxers CSS propis

source: Edit your own user JavaScript files
ca_es: Editeu els propis fitxers de JavaScript

source: View your own watchlist
ca_es: Mostra la llista de seguiment pròpia

source: Edit your own watchlist. Note some actions will still add pages even without this right.
ca_es: Edita la llista de seguiment pròpia. Tingueu en compte que algunes accions encara afegiran pàgina fins i tot sense aquest permís.

source: View your own private data (e.g. email address, real name)
ca_es: Mostra les dades privades (p. ex., adreça electrònica o nom real)

source: Edit your own private data (e.g. email address, real name)
ca_es: Modifica les dades privades (p. ex., adreça electrònica o nom real)

source: Edit your own preferences
ca_es: Edita les pròpies preferències

source: Quickly rollback the edits of the last user who edited a particular page
ca_es: Revertir ràpidament l'últim editor d'una pàgina particular

source: Mark rolled-back edits as bot edits
ca_es: Marcar les reversions com a edicions de bot

source: Not be affected by rate limits
ca_es: No veure's afectat pels límits d'accions

source: Import pages from other wikis
ca_es: Importar pàgines d'altres wikis

source: Import pages from a file upload
ca_es: Importar pàgines carregant-les d'un fitxer

source: Mark others' edits as patrolled
ca_es: Marcar com a patrullades les edicions

source: Have one's own edits automatically marked as patrolled
ca_es: Que les edicions pròpies es marquin automàticament com a patrullades

source: View recent changes patrol marks
ca_es: Veure les marques de patrulla als canvis recents

source: View a list of unwatched pages
ca_es: Veure la llista de les pàgines no vigilades

source: Merge the history of pages
ca_es: Fusionar l'historial de les pàgines

source: Edit all user rights
ca_es: Editar els drets dels usuaris

source: Edit user rights of users on other wikis
ca_es: Editar els drets dels usuaris d'altres wikis

source: Lock and unlock the database
ca_es: Blocar i desblocar la base de dades

source: Export pages including linked pages up to a depth of 5
ca_es: Exportar pàgines incloent aquelles enllaçades fins a una fondària de 5

source: Send email to other users
ca_es: Enviar missatges de correu electrònic a altres usuaris

source: View password reset emails
ca_es: Veure les soŀlicituds de restabliment de contrasenya per correu electrònic

source: User creation log
ca_es: Registre de creació de l'usuari

source: This is a log of user creations.
ca_es: Aquest és un registre de creació de nous usuaris.

source: User rights log
ca_es: Registre dels permisos d'usuari

source: This is a log of changes to user rights.
ca_es: Aquest és un registre de canvis dels permisos d'usuari.

source: read this page
ca_es: llegir aquesta pàgina

source: edit this page
ca_es: modificar aquesta pàgina

source: create pages
ca_es: crear pàgines

source: create discussion pages
ca_es: crear pàgines de discussió

source: create this user account
ca_es: crear aquest compte d'usuari

source: mark this edit as minor
ca_es: marcar aquesta modificació com a menor

source: move this page
ca_es: moure aquesta pàgina

source: move this page, and its subpages
ca_es: moure aquesta pàgina, i llurs subpàgines

source: move root user pages
ca_es: reanomenar la pàgina principal d'un usuari

source: move this file
ca_es: moure aquest fitxer

source: upload this file
ca_es: carregar aquest fitxer

source: overwrite this existing file
ca_es: substituir aquest fitxer

source: override this file on a shared repository
ca_es: substituir aquest fitxer en un dipòsit compartit

source: upload this file from a URL
ca_es: carregar aquest fitxer des d'una adreça URL

source: use the write API
ca_es: fer servir l'API d'escriptura

source: delete this page
ca_es: esborrar aquesta pàgina

source: delete this revision
ca_es: esborrar aquesta revisió

source: view this page's deleted history
ca_es: visualitzar l'historial esborrat d'aquesta pàgina

source: search deleted pages
ca_es: cercar pàgines esborrades

source: undelete this page
ca_es: recuperar aquesta pàgina

source: review and restore this hidden revision
ca_es: revisar i recuperar aquesta revisió oculta

source: view this private log
ca_es: visualitzar aquest registre privat

source: block this user from editing
ca_es: blocar aquest usuari per a què no pugui editar

source: change protection levels for this page
ca_es: canviar els nivells de protecció d'aquesta pàgina

source: quickly rollback the edits of the last user who edited a particular page
ca_es: desfer ràpidament les modificacions de l'últim usuari que va editar una determinada pàgina

source: import pages from another wiki
ca_es: importa pàgines des d'un altre wiki

source: import pages from a file upload
ca_es: importa pàgines mitjançant la càrrega d'un fitxer

source: mark others' edits as patrolled
ca_es: marcar les edicions dels altres com a supervisades

source: have your edit marked as patrolled
ca_es: marcar les vostres edicions com a supervisades

source: view the list of unwatched pages
ca_es: visualitzar la llista de pàgines no vigilades

source: merge the history of this page
ca_es: fusionar l'historial d'aquesta pàgina

source: edit all user rights
ca_es: modificar tots els permisos d'usuari

source: edit user rights of users on other wikis
ca_es: modificar permisos d'usuari en altres wikis

source: lock or unlock the database
ca_es: bloquejar o desbloquejar la base de dades

source: send emails
ca_es: enviar missatges de correu

source: edit your watchlist
ca_es: edita la llista de seguiment

source: view your watchlist
ca_es: mostra la llista de seguiment

source: view your private information
ca_es: mostra la informació personal

source: edit your private information
ca_es: edita la informació personal

source: history
ca_es: historial

source: Recent changes options
ca_es: Opcions de canvis recents

source: Track the most recent changes to the wiki on this page.
ca_es: Seguiu els canvis recents del projecte {{SITENAME}} en aquesta pàgina.

source: No changes during the given period matching these criteria.
ca_es: Cap canvi corresponent a aquests criteris en el període indicat.

source: Track the most recent changes to the wiki in this feed.
ca_es: Segueix en aquest canal els canvis més recents del wiki.

source: This edit created a new page
ca_es: Aquesta modificació inicià una pàgina

source: This edit was performed by a bot
ca_es: Aquesta modificació fou feta per un bot

source: This edit has not yet been patrolled
ca_es: Aquesta modificació encara no ha estat patrullada

source: The page size changed by this number of bytes
ca_es: La mida de la pàgina ha canviat aquest nombre de bytes

source: (also see [[Special:NewPages|list of new pages]])
ca_es: (vegeu també la [[Special:NewPages|llista de pàgines noves]])

source: Below {{PLURAL:$1|is '''1''' change|are the last '''$1''' changes}} in the last {{PLURAL:$2|day|'''$2''' days}}, as of $5, $4.
ca_es: A continuació hi ha {{PLURAL:$1|el darrer canvi|els darrers <strong>$1</strong> canvis}} en {{PLURAL:$2|el darrer dia|els darrers <strong>$2</strong> dies}}, actualitzats a les $5 del $4.

source: Below are the changes since '''$2''' (up to '''$1''' shown).
ca_es: A sota hi ha els canvis des de <b>$2</b> (es mostren fins <b>$1</b>).

source: Show new changes starting from $1
ca_es: Mostra els canvis nous des de $1

source: $1 minor edits
ca_es: $1 edicions menors

source: $1 logged-in users
ca_es: $1 usuaris identificats

source: $1 anonymous users
ca_es: $1 usuaris anònims

source: $1 patrolled edits
ca_es: $1 edicions supervisades

source: $1 my edits
ca_es: $1 edicions pròpies

source: Show last $1 changes in last $2 days<br />$3
ca_es: Mostra els darrers $1 canvis en els darrers $2 dies<br />$3

source: diff
ca_es: dif

source: Hide
ca_es: amaga

source: Show
ca_es: mostra

source: [$1 watching {{PLURAL:$1|user|users}}]
ca_es: [{{PLURAL:$1|Un usuari vigila|$1 usuaris vigilen}} aquesta pàgina]

source: Limit to categories (separate with "|")
ca_es: Limita a les categories (separades amb "|")

source: Any
ca_es: Qualsevol

source: $1 {{PLURAL:$1|byte|bytes}} after change
ca_es: $1 {{PLURAL:$1|byte|bytes}} després del canvi

source: /* $1 */ new section
ca_es: /* $1 */ secció nova

source: Show details
ca_es: Mostra detalls

source: Hide details
ca_es: Amagar detalls

source: originally created as "$1"
ca_es: originàriament creada com «$1»

source: Related changes
ca_es: Seguiment d'enllaços

source: Changes related to "$1"
ca_es: Canvis relacionats amb «$1»

source: This is a list of changes made recently to pages linked from a specified page (or to members of a specified category). Pages on [[Special:Watchlist|your watchlist]] are '''bold'''.
ca_es: A continuació trobareu una llista dels canvis recents a les pàgines enllaçades des de la pàgina donada (o entre els membres d'una categoria especificada). Les pàgines de la vostra [[Special:Watchlist|llista de seguiment]] apareixen en '''negreta'''.

source: Page name:
ca_es: Nom de la pàgina:

source: Show changes to pages linked to the given page instead
ca_es: Mostra els canvis de les pàgines enllaçades amb la pàgina donada

source: Upload file
ca_es: Carrega

source: Cancel upload and return to the upload form
ca_es: Torna al formulari per apujar.

source: Submit modified file description
ca_es: Envia la descripció del fitxer modificat

source: You must $1 to upload files.
ca_es: Heu de $1 per a penjar-hi fitxers.

source: The upload directory ($1) is missing and could not be created by the webserver.
ca_es: No s'ha trobat el directori de càrrega ($1) i tampoc no ha pogut ser creat pel servidor web.

source: The upload directory ($1) is not writable by the webserver.
ca_es: El servidor web no pot escriure al directori de càrrega ($1)

source: Upload error
ca_es: S'ha produït un error en l'intent de carregar

source: '''Warning: A file by that name has been deleted or moved.''' The deletion and move log for this page are provided here for convenience:
ca_es: '''Atenció: S'ha eliminat o reanomenat un fitxer amb aquest mateix nom.''' A continuació es mostren els registres de supressió i reanomenament d'aquesta pàgina:

source: Use the form below to upload files. To view or search previously uploaded files go to the [[Special:FileList|list of uploaded files]], (re)uploads are also logged in the [[Special:Log/upload|upload log]], deletions in the [[Special:Log/delete|deletion log]]. To include a file in a page, use a link in one of the following forms: * '''<code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></code>''' to use the full version of the file * '''<code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|alt text]]</nowiki></code>''' to use a 200 pixel wide rendition in a box in the left margin with "alt text" as description * '''<code><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></code>''' for directly linking to the file without displaying the file
ca_es: Feu servir el formulari de sota per a carregar fitxers. Per a visualitzar o cercar fitxers que s'hagen carregat prèviament, aneu a la [[Special:FileList|llista de fitxers carregats]]. Les càrregues es registren en el [[Special:Log/upload|registre de càrregues]] i els fitxers esborrats en el [[Special:Log/delete|registre d'esborrats]]. Per a incloure una imatge en una pàgina, feu un enllaç en una de les formes següents: * '''<code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:Fitxer.jpg]]</nowiki></code>''' per a usar la versió completa del fitxer; * '''<code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:Fitxer.png|200px|thumb|esquerra|text alternatiu]]</nowiki></code>''' per una presentació de 200 píxels d'amplada en un requadre justificat a l'esquerra amb «text alternatiu» com a descripció; * '''<code><nowiki>[[</nowiki>{{ns:media}}<nowiki>:Fitxer.ogg]]</nowiki></code>''' per a enllaçar directament amb un fitxer de so.

source: Permitted file types: $1.
ca_es: Tipus de fitxer permesos: $1.

source: Preferred file types: $1.
ca_es: Tipus de fitxer preferits: $1.

source: Prohibited file types: $1.
ca_es: Tipus de fitxer prohibits: $1.

source: upload log
ca_es: registre de càrregues

source: Upload log
ca_es: Registre de càrregues

source: Below is a list of the most recent file uploads. See the [[Special:NewFiles|gallery of new files]] for a more visual overview.
ca_es: A sota hi ha una llista dels fitxers que s'han carregat més recentment. Vegeu la [[Special:NewFiles|galeria de nous fitxers]] per a una presentació més visual.

source: Filename
ca_es: Nom de fitxer

source: Summary
ca_es: Resum

source: File changes:
ca_es: Canvis al fitxer:

source: Copyright status:
ca_es: Situació dels drets d'autor:

source: Source:
ca_es: Font:

source: Uploaded files
ca_es: Fitxers carregats

source: Ignore warning and save file anyway
ca_es: Ignora qualsevol avís i desa el fitxer igualment

source: Ignore any warnings
ca_es: Ignora qualsevol avís

source: Filenames must be at least one letter.
ca_es: Els noms de fitxer han de ser de com a mínim d'una lletra.

source: The filename "$1" contains characters that are not allowed in page titles. Please rename the file and try uploading it again.
ca_es: El nom del fitxer «$1» conté caràcters que no estan permesos en els títols de pàgines. Si us plau, canvieu el nom al fitxer i torneu a carregar-lo.

source: Filenames may not be longer than 240 bytes.
ca_es: Els noms de fitxer no poden fer més de 240 bytes.

source: Filename has been changed to "$1".
ca_es: El nom de la imatge s'ha canviat a «$1».

source: File extension ".$1" does not match the detected MIME type of the file ($2).
ca_es: L'extensió de fitxer «.$1» no coincideix amb el tipus MIME del fitxer ($2).

source: Files of the MIME type "$1" are not allowed to be uploaded.
ca_es: No es poden carregar fitxers del tipus MIME «$1».

source: Cannot upload this file because Internet Explorer would detect it as "$1", which is a disallowed and potentially dangerous file type.
ca_es: No es pot carregar aquest fitxer perquè Internet Explorer el detectaria com a «$1», que és un tipus de fitxer prohibit i potencialment perillós.

source: '''".$1"''' is an unwanted file type. Preferred {{PLURAL:$3|file type is|file types are}} $2.
ca_es: Els fitxers del tipus «'''.$1'''» no són desitjats. {{PLURAL:$3|Es prefereix el tipus de fitxer|Els tipus de fitxer preferits són}} $2.

source: '''".$1"''' {{PLURAL:$4|is not a permitted file type|are not permitted file types}}. Permitted {{PLURAL:$3|file type is|file types are}} $2.
ca_es: {{PLURAL:$4|Els fitxers del tipus «'''.$1'''»|Els fitxers dels tipus '''$1'''}} no estan permesos. {{PLURAL:$3|Només s'admeten els fitxers del tipus|Els tipus de fitxer permesos són}} $2.

source: The file has no extension (like ".jpg").
ca_es: El fitxer no té extensió (com ara «.jpg»).

source: The file you submitted was empty.
ca_es: El fitxer que heu tramès està buit.

source: The file you submitted was too large.
ca_es: El fitxer que heu tramès és massa gran.

source: The filename is too short.
ca_es: El nom del fitxer és massa curt.

source: This type of file is banned.
ca_es: Aquest tipus de fitxer està prohibit.

source: This file did not pass file verification.
ca_es: Aquest fitxer no ha passat la verificació de fitxers.

source: The modification you tried to make was aborted by an extension.
ca_es: La modificació que vau tractar de fer ha estat canceŀlada per un lligam d'extensió.

source: The filename is not allowed.
ca_es: El nom del fitxer no està permès.

source: Overwriting an existing file is not allowed.
ca_es: No es permet sobreescriure un fitxer existent.

source: An unknown error occurred.
ca_es: S'ha produït un error desconegut.

source: Could not create temporary file.
ca_es: No s'ha pogut crear el fitxer temporal.

source: Error writing temporary file.
ca_es: Error en escriure el fitxer temporal.

source: It is recommended that files are no larger than $1; this file is $2.
ca_es: Els fitxers importants no haurien de ser més grans de $1; aquest fitxer ocupa $2.

source: This file is bigger than the server is configured to allow.
ca_es: Aquest fitxer és més gran del que el servidor permet.

source: The file you uploaded seems to be empty. This might be due to a typo in the filename. Please check whether you really want to upload this file.
ca_es: El fitxer que heu carregat sembla estar buit. Açò por ser degut a un mal caràcter en el nom del fitxer. Comproveu si realment voleu carregar aquest fitxer.

source: This wiki does not support filenames with special characters.
ca_es: Aquest wiki no permet noms de fitxer amb caràcters especials.

source: A file with this name exists already, please check <strong>[[:$1]]</strong> if you are not sure if you want to change it. [[$1|thumb]]
ca_es: Ja hi existeix un fitxer amb aquest nom, si us plau, verifiqueu <strong>[[:$1]]</strong> si no esteu segurs de voler substituir-lo. [[$1|thumb]]

source: The description page for this file has already been created at <strong>[[:$1]]</strong>, but no file with this name currently exists. The summary you enter will not appear on the description page. To make your summary appear there, you will need to manually edit it. [[$1|thumb]]
ca_es: La pàgina de descripció d'aquest fitxer ja ha estat creada (<strong>[[:$1]]</strong>), però de moment no hi ha cap fitxer amb aquest nom. La descripció que heu posat no apareixerà a la pàgina de descripció. Si voleu que hi aparegui haureu d'editar-la manualment. [[$1|thumb]]

source: A file with a similar name exists: [[$2|thumb]] * Name of the uploading file: <strong>[[:$1]]</strong> * Name of the existing file: <strong>[[:$2]]</strong> Please choose a different name.
ca_es: Ja existeix un fitxer amb un nom semblant: [[$2|thumb]] * Nom del fitxer que es puja: <strong>[[:$1]]</strong> * Nom del fitxer existent: <strong>[[:$2]]</strong> Si us plau, trieu un nom diferent.

source: The file seems to be an image of reduced size ''(thumbnail)''. [[$1|thumb]] Please check the file <strong>[[:$1]]</strong>. If the checked file is the same image of original size it is not necessary to upload an extra thumbnail.
ca_es: Aquest fitxer sembla ser una imatge en mida reduïda (<em>miniatura</em>). [[$1|thumb]] Comproveu si us plau el fitxer <strong>[[:$1]]</strong>. Si el fitxer és la mateixa imatge a mida original, no cal carregar cap miniatura més.

source: The filename begins with <strong>$1</strong>. It seems to be an image of reduced size ''(thumbnail)''. If you have this image in full resolution upload this one, otherwise change the filename please.
ca_es: El nom del fitxer comença per <strong>$1</strong>. Sembla ser una imatge de mida reduïda ''(miniatura)''. Si teniu la imatge en resolució completa, pugeu-la, sinó mireu de canviar-li el nom, si us plau.

source: A file with this name already exists, and cannot be overwritten. If you still want to upload your file, please go back and use a new name. [[File:$1|thumb|center|$1]]
ca_es: Ja hi existeix un fitxer amb aquest nom i no es pot sobreescriure. Si us plau, torneu enrere i carregueu aquest fitxer sota un altre nom. [[File:$1|thumb|center|$1]]

source: A file with this name exists already in the shared file repository. If you still want to upload your file, please go back and use a new name. [[File:$1|thumb|center|$1]]
ca_es: Ja hi ha un fitxer amb aquest nom al fons comú de fitxers. Si us plau, si encara desitgeu carregar el vostre fitxer, torneu enrera i carregueu-ne una còpia amb un altre nom. [[File:$1|thumb|center|$1]]

source: This file is a duplicate of the following {{PLURAL:$1|file|files}}:
ca_es: Aquest fitxer és un duplicat {{PLURAL:$1|del fitxer |dels següents fitxers:}}

source: A file identical to this file ([[:$1]]) has previously been deleted. You should check that file's deletion history before proceeding to re-upload it.
ca_es: Un fitxer idèntic a aquest ([[:$1]]) ha estat esborrat amb anterioritat. Hauríeu de comprovar el registre d'esborrat del fitxer abans de tornar-lo a carregar.

source: Upload warning
ca_es: Avís de càrrega

source: Please modify the file description below and try again.
ca_es: Modifiqueu la descripció de la imatge i torneu a intentar-ho.

source: Save file
ca_es: Desa el fitxer

source: uploaded "[[$1]]"
ca_es: ha carregat [[$1]]

source: uploaded a new version of "[[$1]]"
ca_es: ha carregat una nova versió de «[[$1]]»

source: Uploads disabled.
ca_es: S'ha inhabilitat la càrrega

source: Upload by URL disabled.
ca_es: Càrrega per URL deshabilitada.

source: Your upload has been queued.
ca_es: S'ha encuat la vostra càrrega.

source: File uploads are disabled.
ca_es: S'ha inhabilitat la càrrega de fitxers.

source: File uploads are disabled in PHP. Please check the file_uploads setting.
ca_es: La càrrega de fitxer està desactivada al PHP. Comproveu les opcions del fitxer file_uploads.

source: This file contains HTML or script code that may be erroneously interpreted by a web browser.
ca_es: Aquest fitxer conté codi HTML o de seqüències que pot ser interpretat equivocadament per un navegador.

source: The file contains a virus! Details: $1
ca_es: El fitxer conté un virus! Detalls: $1

source: The file is a ZIP file that contains a Java .class file. Uploading Java files is not allowed because they can cause security restrictions to be bypassed.
ca_es: El fitxer és un arxiu ZIP que conté un fitxer .class de Java. No està permesa la càrrega de fitxers Java, perquè poden passar per alt les restriccions de seguretat.

source: Source file
ca_es: Fitxer font

source: Source filename:
ca_es: Nom del fitxer font:

source: Source URL:
ca_es: URL d'origen:

source: Destination filename:
ca_es: Nom del fitxer de destinació:

source: Maximum file size: $1
ca_es: Mida màxima de fitxer: $1

source: File description
ca_es: Descripció del fitxer

source: Upload options
ca_es: Opcions de càrrega

source: Watch this file
ca_es: Vigila aquest fitxer

source: A file of this name has been previously uploaded and subsequently deleted. You should check the $1 before proceeding to upload it again.
ca_es: Prèviament es va carregar un fitxer d'aquest nom i després va ser esborrat. Hauríeu de verificar $1 abans de procedir a carregar-lo una altra vegada.
